<template>
  <Header />
  <section class="appppw">
  <Aside />
  <div class="sw">
				<div class="app_content">
				<div class="ocm_cwr">
					<h2 class="h wttt t-lspace">អំពីប្រព័ន្ធកម្មវិធី</h2>
				</div>
    <div class="ocm_card_wr">
      <div class="ocm_card_content ocm_txt_w">
        <p>យោងតាមអនុក្រឹត្យលេខ ១១៦ អនក្រ.បក របស់រាជរដ្ឋាភិបាលកម្ពុជា ចុះថ្ងៃទី៦ ខែកញ្ញា ឆ្នាំ២០១៨ ស្ដីពីការរៀបចំនិងការប្រព្រឹត្តទៅនៃទីស្តីការគណៈរដ្ឋមន្រ្តី។ ទីស្តីការគណៈរដ្ឋមន្រ្តីមានបេសកកម្មដឹកនាំ គ្រប់គ្រង និងសម្របសម្រួលកិច្ចការប្រចាំថ្ងៃរបស់គណៈរដ្ឋមន្រ្តី ក្រោមការដឹកនាំរបស់នាយករដ្ឋមន្រ្តី។</p>
        <h2 style="color: var(--ocm-prim-color)">មុខងារនិងភារ​កិច្ច​ទីស្តីការគណៈរដ្ឋមន្ត្រី</h2>
        <h3>១-សម្របសម្រួលការងារប្រចាំថ្ងៃរបស់គណៈរដ្ឋមន្រ្តី៖</h3>
        <ul class="ocm_list"><li>សិក្សាស្រាវជ្រាវបូកសរុបរបាយការណ៍ទូទៅ និងធ្វើរបាយការណ៍ជូនរាជរដ្ឋាភិបាល ដើម្បីរាយការណ៍ថ្វាយព្រះមហាក្សត្រ និងចម្លងជូនប្រធានព្រឹទ្ធសភានិងប្រធានរដ្ឋសភា</li><li>ផ្សព្វផ្សាយនិងចាត់ចែងអនុវត្តច្បាប់ លិខិតបទដ្ឋានគតិយុត្ត សេចក្តីសម្រេច បទបញ្ជា គោលការណ៍ណែនាំ និងលិខិតរដ្ឋបាលនានារបស់រាជរដ្ឋាភិបាល</li><li>តាមដាន ពិនិត្យ ក្រើនរំលឹកក្រសួង ស្ថាប័ននានាចំណុះរាជរដ្ឋាភិបាល ក្នុងការអនុវត្តកម្មវិធីនយោបាយ លិខិតបទដ្ឋានគតិយុត្ត សេចក្តីសម្រេច បទបញ្ជា និងគោលការណ៍ណែនាំរបស់រាជរដ្ឋាភិបាល</li><li>ផ្តល់យោបល់លើទិដ្ឋភាពទម្រង់និងទិដ្ឋភាពច្បាប់លើការងារតាក់តែងសេចក្តីព្រាងច្បាប់ លិខិតបទដ្ឋានគតិយុត្ត គោលនយោបាយ ផែនការយុទ្ធសាស្រ្ត ផែនការសកម្មភាព និងឯកសារផ្សេងៗទៀតឱ្យមានសង្គតភាព</li><li>ត្រួតពិនិត្យលើលិខិតបទដ្ឋានគតិយុត្តរបស់ក្រសួងស្ថាប័ននៅថ្នាក់ជាតិនិងរដ្ឋបាលថ្នាក់ក្រោមជាតិដែលមិនស្របនឹងលិខិតបទដ្ឋានគតិយុត្តរបស់រាជរដ្ឋាភិបាល</li><li>តាមដាន ពិនិត្យ និងពិចារណាលើគ្រប់សំណើរបស់ក្រសួងស្ថប័ន និងលើកយោបល់តាមកម្មវិធីនយោបាយ យុទ្ធសាស្រ្តអភិវឌ្ឍន៍ជាតិ និងគោលនយោបាយរបស់រាជរដ្ឋាភិបាលតាមទិដ្ឋភាពច្បាប់ សេដ្ឋកិច្ច សង្គម និងវប្បធម៌ ជូននាយករដ្ឋមន្រ្តីដើម្បីពិនិត្យនិងសម្រេច</li><li>រៀបចំកម្មវិធីការងាររបស់រាជរដ្ឋាភិបាល និងធ្វើរបាយការណ៍ប្រចាំសប្តាហ៍ ខែ ត្រីមាស ឆមាស និងប្រចាំឆ្នាំ</li><li>រៀបចំអង្គប្រជុំរបស់គណៈរដ្ឋមន្រ្តី អង្គប្រជុំអន្តរក្រសួង កិច្ចប្រជុំជំនាញបច្ចេកទេស និងអង្គប្រជុំផ្សេងៗទៀត</li><li>អនុវត្តភារកិច្ចផ្សេងៗទៀតដែលនាយករដ្ឋមន្រ្តីប្រគល់ជូន</li></ul>
        <h3>២-ជាសេនាធិការជូនរាជរដ្ឋាភិបាល៖</h3>
        <ul class="ocm_list"><li>សិក្សា វិភាគអំពីទិដ្ឋភាពច្បាប់និងសភាពការណ៍សេដ្ឋកិច្ច សង្គម និងវប្បធម៌</li><li>ជួយលើកិច្ចការនយោបាយ សិទ្ធិមនុស្ស ការពង្រឹងនិងពង្រីកទំនាក់ទំនងជាមួយសង្គមស៊ីវិល និងអង្គការមិនមែនរដ្ឋាភិបាល</li><li>ពង្រឹងការអភិវឌ្ឍប្រទេសជាតិ កិច្ចការពារសន្តិសុខ សុវត្ថិភាព សណ្តាប់ធ្នាប់សាធារណៈ ការពារជាតិ និងអភិបាលកិច្ចល្អ តាមរយៈយន្តការគណៈកម្មាធិការក្រុមប្រឹក្សា និងអាជ្ញាធរ</li><li>តម្កល់និងថែរក្សាសំណៅដើមព្រះរាជក្រម ព្រះរាជក្រឹត្យ និងលិខិតបទដ្ឋានគតិយុត្តផ្សេងទៀតរៀបចំសំណៅដែលមានតម្លៃជាការចែកផ្សាយព្រះរាជក្រមនិងព្រះរាជក្រឹត្យ</li><li>អនុវត្តភារកិច្ចផ្សេងៗទៀតដែលនាយករដ្ឋមន្រ្តីប្រគល់ជូន</li></ul>
        <h3>៣-គ្រប់គ្រងនិងចាត់ចែងការងាររបស់ទីស្តីការគណៈរដ្ឋមន្រ្តី៖</h3>
        <ul class="ocm_list"><li>សិក្សាស្រាវជ្រាវ តាមដាន ពិនិត្យពិចារណា និងផ្តួចផ្តើមលើកយោបល់ជូននាយករដ្ឋមន្រ្តីលើគ្រប់វិស័យ</li><li>សិក្សាស្រាវជ្រាវដោយសហការជាមួយក្រសួងស្ថាប័នពាក់ព័ន្ធ សង្គមស៊ីវិល អង្គការមិនមែនរដ្ឋាភិបាល និងផ្នែកឯកជន ដើម្បីលើកគម្រោងកសាងសេចក្តីព្រាងច្បាប់និងលិខិតបទដ្ឋានគតិយុត្តផ្សេងទៀត</li><li>ទំនាក់ទំនង សម្របសម្រួល និងផ្តល់យោបល់ដល់ក្រសួងស្ថាប័នពាក់ព័ន្ធនឹងការតាក់តែងសេចក្តីព្រាងច្បាប់និងលិខិតបទដ្ឋានគតិយុត្តផ្សេងទៀតឱ្យស្របតាមអាទិភាពនៃកម្មវិធីនយោបាយ យុទ្ធសាស្រ្តអភិវឌ្ឍន៍ជាតិ និងគោលនយោបាយរបស់រាជរដ្ឋាភិបាល</li><li>សិក្សានិងតាមដានអត្ថបទច្បាប់និងលិខិតបទដ្ឋានគតិយុត្តទាំងឡាយដែលត្រូវបានប្រកាសឱ្យប្រើដែលលែងសមស្របនឹងសភាពការណ៍ជាក់ស្តែងដើម្បីលើកយោបល់ជូនរាជរដ្ឋាភិបាលដើម្បីពិនិត្យនិងសម្រេចក្នុងការស្នើធ្វើវិសោធនកម្មឬធ្វើការកែសម្រួល</li><li>រក្សាការពារកិត្យានុភាពរបស់រាជរដ្ឋាភិបាលដោយធ្វើការបកស្រាយបំភ្លឺតាមរយៈការធ្វើប្រតិកម្មរហ័ស ការធ្វើសន្និសីទកាសែត សិក្ខាសាលា ឬបណ្តាញព័ត៌មានសង្គមផ្សេងៗ</li><li>តាមដាន ពិនិត្យ និងជំរុញការអនុវត្តកម្មវិធីនយោបាយ យុទ្ធសាស្រ្តអភិវឌ្ឍន៍ជាតិ គោលនយោបាយ និងលិខិតបទដ្ឋានគតិយុត្តរបស់រាជរដ្ឋាភិបាល</li><li>គ្រប់គ្រងនិងសម្របសម្រួលការងាររបស់ក្រុមប្រឹក្សា អាជ្ញាធរ គណៈកម្មាធិការ និងអង្គភាពចំណុះទីស្តីការគណៈរដ្ឋមន្រ្តី</li><li>គ្រប់គ្រងទ្រព្យសម្បត្តិរដ្ឋនិងមន្រ្តីរាជការរបស់ទីស្តីការគណៈរដ្ឋមន្រ្តី</li><li>គ្រប់គ្រងនិងដោះស្រាយថវិកា មធ្យោបាយសម្ភារៈ ដើម្បីបម្រើសកម្មភាពនានារបស់ទីស្តីការគណៈរដ្ឋមន្រ្តី និង នាយករដ្ឋមន្រ្តី</li><li>គ្រប់គ្រងការងាររាជកិច្ច</li><li>គ្រប់គ្រងប្រព័ន្ធព័ត៌មានវិទ្យារបស់ទីស្តីការគណៈរដ្ឋមន្រ្តី</li><li>គ្រប់គ្រងនិងថែរក្សាឯកសាររបស់ទីស្តីការគណៈរដ្ឋមន្រ្តីនិងឯកសាររបស់ជាតិ</li><li>ពិនិត្យនិងរៀបចំគ្រឿងឥស្សរិយយស សញ្ញាសក្កិ និងឯកសណ្ឋាន</li><li>ទទួលបន្ទុករ៉ាប់រងការងារពិធីការ សម្រាប់នាយករដ្ឋមន្រ្តី និងថ្នាក់ដឹកនាំទីស្តីការគណៈរដ្ឋមន្រ្តី</li><li>ការពារសន្តិសុខ សុវត្ថិភាព សណ្តាប់ធ្នាប់សាធារណៈនៅបរិវេណទីស្តីការគណៈរដ្ឋមន្រ្តី</li><li>គ្រប់គ្រងនិងសម្របសម្រួលការងាររបស់រាជបណ្ឌិត្យសភាកម្ពុជា</li><li>គ្រប់គ្រងនិងសម្របសម្រួលការងារមេធាវីរាជរដ្ឋាភិបាល</li><li>ចាត់ចែងបញ្ជូនសេចក្តីព្រាងច្បាប់ទៅស្ថាប័ននីតិប្បញ្ញត្តិដើម្បីសុំការពិនិត្យនិងអនុម័ត និងសម្របសម្រួលសហការជាមួយក្រសួង ស្ថប័ន ដើម្បីរៀបចំតំណាងរាជរដ្ឋាភិបាលទៅការពារសេចក្តីព្រាងច្បាប់នៅស្ថាប័ននីតិប្បញ្ញត្តិ</li><li>រៀបចំបែបបទថ្វាយព្រះមហាក្សត្រសូមឡាយព្រះហស្តលេខាលើព្រះរាជក្រមប្រកាសឱ្យប្រើច្បាប់</li><li>សម្របសម្រួលការងារសំណួរ ចម្លើយសភា</li><li>អនុវត្តភារកិច្ចផ្សេងៗទៀតដែលនាយករដ្ឋមន្រ្តីប្រគល់ជូន</li></ul>
    </div>
    </div>
  </div>
  <Footer />
</div>
</section>
</template>

<script setup>
import Header from '@/components/Header.vue'
import Aside from '@/components/Aside.vue'
import Footer from '@/components/Footer.vue'
</script>